Repository: AhmedGSonbol/Autism_App
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: About Us
ar: عنا

source: AutiSociety
ar: مجتمع التوحد

# projectDescription
source: It is the graduation project of the fourth year students in the Faculty of Computers and Information, Damanhour University, Nubariya
ar: هو مشروع تخرج طلاب الفرقة الرابعة في كلية الحاسبات و المعلومات جامعة دمنهور بالنوبارية

# managementSupervision
source: Management and Supervision
ar: إدارة و إشراف

# managementSupervisor
source: Prof. Dr. Nora Shoaib
ar: أ.د نورا شعيب

source: Project Members
ar: أعضاء المشروع

# member1
source: Ahmed Sonbol
ar: أحمد سنبل

# member2
source: Mohamed Ammar
ar: محمد عمار

# member3
source: Mohamed Atef
ar: محمد عاطف

# member4
source: Ahmed Ramadan
ar: أحمد رمضان

# member5
source: Mohamed Khamis
ar: محمد خميس

# changePasswordTitle
source: Change Password
ar: تعديل الرقم السري

# cancelButton
source: Cancel
ar: إلغاء

# updateButton
source: Update
ar: تعديل

# oldPasswordLabel
source: Old Password
ar: الرقم السري القديم

source: Required*
ar: مطلوب*

# newPasswordLabel
source: New Password
ar: الرقم السري الجديد

# newPasswordLengthError
source: Cannot create a password less than 6 characters or numbers
ar: لا يمكن انشاء رقم سري اقل من 6 احرف او ارقام

# confirmPasswordLabel
source: Confirm New Password
ar: إعادة كتابة الرقم السري الجديد

# updateSuccessMessage
source: Password updated successfully!
ar: تم تحديث الرقم السري بنجاح!

# updateErrorMessage
source: An error occurred while updating the password!
ar: حدث خطأ أثناء تحديث الرقم السري!

# noChatsMessage
source: No chats!
ar: لا يوجد محادثات !

source: No messages!
ar: لا يوجد رسائل !

source: Write something here
ar: اكتب شيئا هنا

source: Name
ar: الإسم

source: Email
ar: الإيميل

source: Password
ar: الرقم السري

source: Stay
ar: إبقاء

# postStayed
source: Post stayed successfully!
ar: تم إبقاء المنشور بنجاح !

source: Delete
ar: حذف

# postDeleted
source: Post deleted successfully!
ar: تم حذف المنشور بنجاح !

source: Reject
ar: رفض

source: Accept
ar: قبول

source: Open CV
ar: فتح ملف تعريف الهوية

# rejected
source: Rejected successfully
ar: تم الرفض بنجاح

# accepted
source: Accepted successfully
ar: تم القبول بنجاح

source: Deleted successfully
ar: تم الحذف بنجاح

source: Admin
ar: مسؤول

source: Patient
ar: مريض

source: Doctor
ar: طبيب

# onlyAdmin
source: Only the main admin can delete other admins!
ar: يمكن للمسؤول الرئيسي فقط حذف باقي المسؤولين !

# connectioError
source: Internet connection error
ar: خطأ في الإتصال بالإنترنت

# loginDataIncorrect
source: Login data is incorrect!
ar: بيانات الدخول غير صحيحة !

# loginPendingError
source: Waiting for admin approval!
ar: في إنتظار موافقة المسؤول !

source: Complaint
ar: الشكوه

# whoComplaint
source: Complainant
ar: الشاكي

# SuccessAddComment
source: Comment added successfully
ar: تم إضافة منشور بنجاح

# SuccessDeleteComment
source: Comment deleted successfully
ar: تم حذف المنشور بنجاح

source: Comments
ar: التعليقات

source: No comments!
ar: لا يوجد تعليقات !

# enterCommentText
source: Please enter a comment text!
ar: برجاء كتابة نص للتعليق !

# sureToDeleteComment
source: Do you want to delete the comment?
ar: هل تريد حذف التعليق ؟

# docDef
source: Definition
ar: التعريف

# docClinicAddress
source: Clinic Address
ar: عنوان العيادة

# successDeletePost
source: Post deleted successfully
ar: تم حذف المنشور بنجاح

# successAddReport
source: Report added successfully
ar: تم إضافة التقرير بنجاح

# errorAddReport
source: An error occurred while adding the report
ar: حدث خطأ أثناء إضافة التقرير

# successAddPost
source: Post added successfully
ar: تمت إضافة المنشور بنجاح

# loadingUserData
source: Loading your data!
ar: جار تحميل بياناتك !

source: Username
ar: اسم المستخدم

# userEmail
source: Email
ar: البريد الإلكتروني

source: Profile
ar: الملف الشخصي

source: Settings
ar: اﻹعدادات

# testChild
source: Test your child
ar: شخص طفلك

source: Our Vision
ar: رؤيتنا

# aim
source: We aim to help parents of children with autism spectrum disorder to identify the disorder early and take the necessary actions. We also provide a platform for doctors and parents to communicate and share tips, information, and alerts. Finally, we offer educational resources for parents.
ar: نطمح في مساعدة اﻷباء و اﻷمهات الذين لديهم أبناء مصابين بطيف التوحد في التعرف على المرض مبكراً و بالتالي إتخاذ اﻹجراءات اللازمة و أيضا توفير منصة كاملة تمكن كلاً من الطبيب و ولي أمر الطفل في التحدث معاً و أيضا مكان لنشر نصائح و معلومات و تنبيهات و آخيراً جزىء معرفي و تربوي للأباء و اﻷمهات.

# website
source: Our website
ar: موقعنا

source: Logout
ar: تسجل الخروج

# main
source: Home
ar: الرئيسية

source: Chat
ar: تحدث

source: Review
ar: إرشاد

source: About Autism
ar: عن التوحد

# requests
source: Join Requests
ar: الإنضمام

source: Complaints
ar: الشكاوي

source: Accounts
ar: الحسابات

# screenTitle
source: What you need to know about autism in children?
ar: ما يجب معرفته عن مرض التوحد عند الأطفال ؟

# image2Description
source: Autism symptoms in children
ar: أعرض التوحد عن اﻷطفال

source: What is autism?
ar: ما هو التوحد ؟

# caringForAutisticChild
source: How to care for a child with autism
ar: كيفية الرعاية لطفل يعاني من التوحد

# autismInChildren
source: Autism symptoms in children
ar: أعراض التوحد عند الأطفال

# paragraph1
source: Autism is a neurological disorder that affects a person's ability to communicate and interact with others. A person with autism may need lifelong care. If you recently discovered that your child or a family member has this condition, you are likely wondering what steps to take next.
ar: التوحد هو اضطراب عصبي يؤثر على قدرة الشخص على التواصل والتفاعل مع الآخرين. قد يحتاج الشخص المصاب بالتوحد إلى الرعاية مدى الحياة. إذا اكتشفت موخراَ أن طفلك أو أحد أفراد أسرتك يعاني من هذه الحالة، فمن المحتمل أنك تتساءل عن الخطوات التالية التي يجب اتخاذها.

# paragraph2
source: Autism can be a challenging condition, especially when you are not equipped with the right information to care for someone with this disorder. If you are a parent or guardian of a child with autism, it is essential to educate yourself on the proper way to care for your child with autism.
ar: يمكن أن يكون التوحد حالة صعبة، خاصة عندما لا تكون غير مجهز بالمعلومات الصحيحة لرعاية شخص مصاب بهذا الاضطراب. إذا كنت أحد الوالدين أو الوصي على طفل مصاب بالتوحد، فمن الضروري تثقيف نفسك حول الطريقة المناسبة لرعاية طفلك المصاب بالتوحد.

# paragraph3
source: In this article, we offer caregiving tips that can help you provide the proper care for your child or anyone with autism. It also discusses the importance of taking care of yourself while caring for someone with autism.
ar: نقدم في هذه المقالة نصائح تقديم الرعاية التي يمكن أن تساعدك في تقديم الرعاية المناسبة لطفلك أو أي شخص مصاب بالتوحد. ويتناول أيضًا أهمية العناية بنفسك أثناء رعاية شخص مصاب بالتوحد.

# paragraph4
source: Children with autism exhibit a wide range of symptoms. Autism symptoms appear differently from child to child. Sometimes, the signs of the condition can look different in girls compared to boys.
ar: يعاني الأطفال المصابون بالتوحد من مجموعة واسعة من الأعراض. تبدو أعراض التوحد مختلفة من طفل إلى آخر. قد تبدو علامات الحالة في بعض الأحيان مختلفة عند الفتيات عنها عند الأولاد.

# paragraph5
source: Girls with autism tend to be quieter and better at 'hiding' their symptoms, making the diagnosis of autism in girls slightly more complicated than in boys.
ar: تبدو الفتيات المصابات بالتوحد أكثر هدوءًا وأفضل في "إخفاء" أعراضهن، مما يجعل تشخيص مرض التوحد لدى الفتيات أكثر تعقيدًا قليلاً منه عند الأولاد.

# paragraph6
source: Autism symptoms also appear slightly different in younger children compared to older children. The most common symptoms of this disorder include:
ar: ستبدو علامات التوحد أيضًا مختلفة قليلاً عند الأطفال الأصغر سنًا عنها عند الأطفال الأكبر سنًا. من بين الأعراض الأكثر شيوعًا لهذا الاضطراب ما يلي:

# pa7
source: Difficulty in maintaining eye contact with others
ar: صعوبة في التواصل البصري مع الآخرين أو الحفاظ عليه

# pa8
source: Difficulty communicating with others
ar: صعوبة في التواصل مع الآخرين

# pa9
source: Difficulty learning new things
ar: صعوبة تعلم أشياء جديدة

# pa10
source: Problems dealing with new changes
ar: مشاكل في التعامل مع التغييرات الجديدة

# pa11
source: Strong reactions to loud sounds and bright lights
ar: التفاعل بقوة مع الأصوات العالية والأضواء الساطعة

# pa12
source: Displaying repetitive behaviors such as clapping hands frequently or rocking their bodies back and forth
ar: إظهار سلوكيات متكررة مثل التصفيق بأيديهم بشكل متكرر أو هز أجسادهم ذهابًا وإيابًا

# pa13
source: How is autism diagnosed in children?
ar: كيف يتم تشخيص مرض التوحد عند الأطفال ؟

# pa14
source: There is no specific medical test used to diagnose autism spectrum disorder in children. However, specific diagnostic tools can be used to detect autism in children as young as two years old.
ar: لا يوجد اختبار طبي محدد يستخدم لتشخيص اضطراب طيف التوحد عند الأطفال. ومع ذلك، يمكن استخدام أدوات تشخيصية محددة للكشف عن مرض التوحد لدى الأطفال بدءًا من سن الثانية.

# pa15
source: Early diagnosis of autism spectrum disorder can facilitate early treatment, helping children with this condition to adapt better.
ar: إن التشخيص المبكر لاضطراب طيف التوحد يمكن أن يسهل العلاج المبكر، مما يساعد الأطفال الذين يعانون من هذه الحالة على التكيف بشكل أفضل.

# pa16
source: Some signs that doctors look for in children when trying to determine if they have autism spectrum disorder include:
ar: تتضمن بعض العلامات التي سيبحث عنها الطبيب عند الأطفال عند محاولة تحديد ما إذا كانوا مصابين باضطراب طيف التوحد ما يلي:

# pa17
source: - Inability to make eye contact.
ar: - عدم القدرة على التواصل بالعين .

# pa18
source: - Not talking by 16 months.
ar: - عدم التحدث لمدة ١٦ شهرًا .

# pa19
source: - Talking very little or speaking in an unusual voice.
ar: - التحدث قليلاً جدًا أو التحدث بصوت غير عادي .

# pa20
source: - Inability to communicate with their hands by the age of one.
ar: - عدم القدرة على التواصل بأيديهم عندما يبلغون سنة واحدة .

# pa21
source: - If they seem to lose social or language skills.
ar: - إذا بدا أنهم يفقدون المهارات الاجتماعية أو اللغوية .

# pa22
source: - Showing repetitive behavior such as repeating every word they hear or repeating a particular gesture repeatedly.
ar: - إظهار سلوك متكرر مثل تكرار كل كلمة يسمعونها أو تكرار إيماءة معينة بشكل متكرر .

# pa23
source: What causes autism in children?
ar: ما الذي يسبب مرض التوحد عند الأطفال ؟

# pa24
source: It is difficult to pinpoint the causes of autism in children or adults. However, several risk factors are believed to contribute to the development of the condition.
ar: من الصعب تحديد أسباب مرض التوحد لدى الأطفال أو البالغين. ومع ذلك، هناك العديد من عوامل الخطر التي يعتقد أنها تساهم في تطور الحالة.

# pa25
source: Environmental and genetic factors are considered the most likely cause. There has been strong evidence linking autism to genetic factors, but no specific gene has been identified as causing this disorder. The likelihood is that many different genes can cause this condition.
ar: و تُعد العوامل البيئية و الوراثية باعتبارها السبب الأكثر احتمالاً. كانت هناك أدلة قوية تربط مرض التوحد بالعوامل الوراثية، ولكن لم يتم تحديد جين محدد يسبب هذا الاضطراب. والاحتمالات هي أن العديد من الجينات المختلفة يمكن أن تسبب هذه الحالة.

# pa26
source: Research shows that the brains of children with autism appear slightly different from the brains of children who do not have this condition. In the early years, the brains of children with autism seem to grow faster than the brains of other children. It is unclear what causes this accelerated growth, but it affects how the brain functions.
ar: تظهر الأبحاث أن أدمغة الأطفال المصابين بالتوحد تبدو مختلفة قليلاً عن أدمغة الأطفال الذين لا يعانون من هذه الحالة. في السنوات الأولى، يبدو أن أدمغة الأطفال المصابين بالتوحد تنمو بشكل أسرع من أدمغة الأطفال الآخرين. ليس من الواضح ما الذي يسبب هذا النمو المتسارع، لكنه يؤثر على الطريقة التي يتصرف بها الدماغ.

# pa27
source: Historically, vaccines have been wrongly linked to the development of autism in children. However, decades of research have debunked this idea. No vaccines can be linked to autism in children or expose them to the risk of developing the condition.
ar: تاريخيًا، تم ربط اللقاحات بشكل خاطئ بتطور مرض التوحد لدى الأطفال. ومع ذلك، فقد تم إجراء عقود من الأبحاث لفضح هذه الفكرة. لا توجد لقاحات يمكن ربطها بالتوحد لدى الأطفال أو تعرضهم لخطر الإصابة بالحالة.

# pa28
source: How is autism treated in children?
ar: كيف يتم علاج مرض التوحد عند الأطفال ؟

# pa29
source: There is currently no cure for autism. However, with appropriate treatment, its symptoms can be managed adequately. Treatment for autism spectrum disorder in children depends on the severity of the symptoms they experience. Below, we discuss the treatment of autism spectrum disorder in children.
ar: لا يوجد حاليا علاج لمرض التوحد. ومع ذلك، مع العلاج المناسب، يمكن إدارة أعراضه بشكل مناسب. يعتمد علاج اضطراب طيف التوحد عند الأطفال على شدة الأعراض التي يعانون منها. تتم مناقشة علاج اضطراب طيف التوحد عند الأطفال أدناه.

# pa30
source: Medication
ar: الدواء

# pa31
source: No medication is specifically approved by the US Food and Drug Administration to treat autism. However, certain medications can be prescribed to treat specific symptoms or conditions that may have developed due to autism.
ar: لا يوجد دواء معتمد خصيصًا من قبل إدارة الغذاء والدواء الأمريكية لعلاج مرض التوحد. ومع ذلك، يمكن وصف بعض الأدوية لعلاج أعراض أو حالات معينة قد تكون تطورت نتيجة لمرض التوحد.

# pa32
source: Some therapies
ar: بعض العلاجات

# pa33
source: Various forms of therapy are used to treat autism in children. The type of therapy used depends on the child's unique needs. The following therapies are the most common for treating autism:
ar: يتم استخدام أشكال مختلفة من العلاجات لعلاج مرض التوحد عند الأطفال. يعتمد شكل العلاج المستخدم على الاحتياجات الفريدة للطفل. العلاجات التالية هي الأكثر شيوعا لعلاج مرض التوحد:

# pa34
source: Occupational Therapy: Occupational therapy aims to equip children with autism with the skills needed to function in their daily lives.
ar: العلاج الوظيفي : يهدف العلاج الوظيفي إلى تزويد الأطفال المصابين بالتوحد بالمهارات اللازمة للعمل في حياتهم اليومية.

# pa35
source: Applied Behavior Analysis: Research shows that Applied Behavior Analysis is one of the most effective forms of therapy for children with autism, whether they have mild or severe symptoms. It equips children with communication and social skills to help them interact with others.
ar: تحليل السلوك التطبيقي : تظهر الأبحاث أن تحليل السلوك التطبيقي هو أحد أكثر أشكال العلاج فعالية للأطفال المصابين بالتوحد، سواء ظهرت عليهم أعراض خفيفة أو شديدة. إنه يزود الأطفال بمهارات التواصل والمهارات الاجتماعية لمساعدتهم على التفاعل مع الآخرين.

# pa36
source: Tips for parents of children with autism
ar: نصائح للآباء والأمهات الذين لديهم أطفال مصابين بالتوحد

# pa37
source: Here are some tips you can use to help your child manage their condition:
ar: فيما يلي بعض النصائح التي يمكنك استخدامها لمساعدة طفلك على إدارة حالته:

# pa38
source: Stay informed about your child's autism treatment plan. This usually includes a combination of medication and therapy. With the right treatment plan, your child with autism can lead a healthy life.
ar: ابق على اطلاع بخطة علاج طفلك المصاب بالتوحد. يتضمن هذا عادةً مزيجًا من الأدوية والعلاج. مع خطة العلاج الصحيحة، يمكن لطفلك المصاب بالتوحد أن يعيش حياة صحية.

# pa39
source: Join local support groups. Talking to and listening to other parents of children with autism can be beneficial.
ar: انضم إلى مجموعات الدعم المحلية, و أيضا يمكن أن يكون التحدث مع الآباء الآخرين للأطفال المصابين بالتوحد والاستماع إليهم مفيدًا.

# pa40
source: Don't forget to take care of yourself as well. It's very easy to become overwhelmed while trying to meet all your child's needs. However, if you are not at your best, you will not be able to provide the proper care for your child.
ar: ولا تنس أن تعتني بنفسك أيضًا. من السهل جدًا أن تصاب بالإرهاق أثناء محاولتك تلبية جميع احتياجات طفلك المصاب بالتوحد. ومع ذلك، إذا لم تكن في أفضل حالاتك، فلن تتمكن من منح طفلك الرعاية المناسبة.

# pa41
source: Look for early signs of the condition in your children. Having one child with autism means subsequent children are at higher risk of being born with the condition, so it's important to visit a specialist.
ar: بحث عن العلامات المبكرة للحالة لدى أطفالك. إن إنجاب طفل واحد مصاب بالتوحد يعني أن الأطفال اللاحقين يكونون أكثر عرضة لخطر الولادة بهذه الحالة, و لهذا السبب عليك بالمبادرة لزيارة الطبيب المختص.

# pa42
source: Raising a child with autism can be challenging at times. While Autism Spectrum Disorder can be managed with appropriate treatment, there is no cure. This means it is a lifelong condition that people who have it need to manage continuously.
ar: قد تكون تربية طفل مصاب بالتوحد أمرًا صعبًا في بعض الأحيان. في حين أنه يمكن إدارة اضطراب طيف التوحد بالعلاج المناسب، إلا أنه لا يوجد علاج له. وهذا يعني أنها حالة تستمر مدى الحياة ويحتاج الأشخاص الذين يعانون منها باستمرار إلى إدارتها.

# pa43
source: Some videos
ar: بعض الفيديوهات

# pa44
source: Useful videos discussing Autism Spectrum Disorder in Arabic
ar: فيديوهات مفيده في جانب الحديث عن طيف التوحد بالعربية

# login_screen_title
source: Login
ar: تسجيل الدخول

# login_screen_subtitle
source: To your Autism Community account
ar: إلى حسابك في مجتمع التوحد

# login_button
source: Login
ar: دخول

# create_account
source: Create
ar: إنشاء

# create_account_description
source: You can create a new account from here
ar: يمكنك انشاء حساب جديد من هنا

# postContent
source: Please write the post content!
ar: برجاء كتابة نص للمنشور !

# patientsData
source: Patient Data
ar: بيانات المريض

# patientName
source: Child's Name:
ar: : اسم الطفل

# patientAge
source: Child's Age:
ar: : عمر الطفل

source: Autism Test
ar: إختبار مرض التوحد

source: None
ar: بدون

source: High
ar: عالي

source: Low
ar: منخفض

# mayHaveAutism
source: Possibility of developing autism
ar: إحتمال الإصابة بالتوحد

# doTestNow
source: Diagnose your child now
ar: قم بتشخيص طفلك الآن

source: Test
ar: اختبر

source: Country
ar: الدولة

# government
source: Governorate
ar: المحافظة

# patienTAge
source: Child's Age
ar: عمر الطفل

# child_name
source: Child's Name
ar: إسم الطفل

# about
source: About Me
ar: نبذة عني

source: Clinic Address
ar: عنوان العيادة

source: Confirm Password
ar: تأكيد كلمة المرور

source: Save
ar: حفظ

source: Cancel
ar: إلغاء

source: Edit Profile
ar: تعديل الملف الشخصي

# add_admin
source: Add New Admin
ar: إضافة مسئول جديد

source: Add
ar: إضافة

# nameLimitation
source: The name must be at least 5 characters long!
ar: الأسم يجب الا يقل عن 5 حروف !

# writeCorrectEmail
source: Please enter a valid email!
ar: برجاء كتابة الايميل بشكل صحيح !

source: Phone
ar: الهاتف

# phoneLimitation
source: The phone number must be 11 digits!
ar: رقم الهاتف يجب ان يكون 11 رقم !

# confirmPass
source: Confirm Password
ar: تأكيد الرقم السري

# passLimitation
source: Please re-enter the password correctly!
ar: برجاء إعادة كتابة كلمة السر بشكل صحيح !

source: Edit
ar: تعديل

source: Edit Password
ar: تعديل الرقم السري

# addNewAccount
source: Create New Account
ar: إنشاء حساب جديد

# backButton
source: Back
ar: رجوع

# completeAccount
source: Your account has been created
ar: إكتمل إنشاء حسابك

source: Parent
ar: أب / أم

# phoneLengthError
source: The phone number must be 11 digits!
ar: رقم الهاتف يجب ان يكون 11 رقم !

# emailFormatError
source: Please enter a valid email!
ar: برجاء كتابة الايميل بشكل صحيح !

source: Create Password
ar: إنشاء الرقم السري

source: Confirm Password
ar: تأكيد الرقم السري

# confirmPasswordError
source: Please re-enter the password correctly!
ar: برجاء إعادة كتابة كلمة السر بشكل صحيح !

# registerSuccessPatient
source: Your account has been successfully registered
ar: تم تسجيل حسابك بنجاح

# registerSuccessAdminApproval
source: Your account has been successfully registered, awaiting admin approval
ar: تم تسجيل حسابك بنجاح, في انتظار موافقة المسؤول

# registerError
source: Registration error
ar: خطأ في عملية التسجيل

source: Upload CV
ar: ارفع ملف تعريف الهوية

# uploadCVError
source: Please upload your CV first
ar: برجاء رفع الـ CV الخاص بك اولاً

# successRegistration
source: Congratulations, your account has been created and now you can contribute to raising awareness and helping children with Autism Spectrum Disorder
ar: تهانينا, لقد إكتمل إنشاء حسابك و اﻷن يمكنك المساهمه في نشر الوعي و مساعدت أطفال طيف التوحد

# chooseCountry
source: Please choose a country
ar: برجاء اختيار الدولة

# chooseGovernment
source: Please choose a governorate
ar: برجاء اختيار المحافظة

source: Diagnose
ar: التشخيص

# previousButton
source: Previous
ar: السابق

# nextButton
source: Next
ar: التالي

# finishButton
source: Finish
ar: إنهاء

# selectAnswerFirst
source: Please select an answer first
ar: برجاء اختيار إجابة أولاً

# selectValidDate
source: Please select a valid date!
ar: برجاء اختيار تاريخ صحيح !

# selectBirthDateFirst
source: Please select the birth date first
ar: برجاء اختيار تاريخ الميلاد أولاً

# chooseAnswerFirst
source: Please choose an answer first
ar: برجاء اختيار إجابة أولاً

# performTestButton
source: Perform Test
ar: فحص

source: Always
ar: دائماً

source: Often
ar: عادةً

source: Sometimes
ar: احياناً

source: Rarely
ar: نادراً

source: Never
ar: ابداً

source: Yes
ar: نعم

source: No
ar: لا

source: Male
ar: ذكر

source: Female
ar: انثي

source: Title
ar: عنوان

source: Publish
ar: نشر

source: Advice
ar: نصيحة

source: or
ar: او

source: Information
ar: معلومة

source: Question
ar: سؤال

source: Write something
ar: إكتب شئ

source: Write
ar: إكتب

# post_content_hint
source: Write post content
ar: إكتب نص للمنشور

# please_write_post_text
source: Please write the post content!
ar: برجاء كتابة نص للمنشور !

source: Post
ar: نشر

source: Loading...
ar: جارٍ التحميل...

source: Report
ar: تبليغ

source: Info
ar: معلومات

source: Help
ar: مساعدة

# childAge
source: Child's Age
ar: سن الطفل

source: Search
ar: البحث

source: OK
ar: موافق

source: No data!
ar: ! لا يوجد بيانات

source: Light Mode
ar: الوضع (فاتح)

source: Dark Mode
ar: الوضع (داكن)

source: Language
ar: اللغة

source: Ethnicity
ar: العرق

# yourPosts
source: Posts
ar: منشوراتك

# yourChild
source: Child
ar: طفلك

source: You
ar: أنت

source: Saves
ar: المحفوظات

# reportKind
source: Select the type of abuse in the post
ar: حدد نوع الإساءة الموجودة في المنشور

# incorrectInfo
source: Incorrect information
ar: معلومة غير صحيحة

source: Verbal abuse
ar: إساءة باللفظ

source: Annoying
ar: إزعاج

source: Send
ar: إرسال

# chooseComplaint
source: Please choose the complaint!
ar: برجاء اختيار الشكوي !

# deletePost
source: Do you want to delete the post?
ar: هل تريد حذف المنشور ؟
